Repository: SIRApplications/svn-SothebysIntranet
Catalog: sites/all/modules/filemanager/translations/*.po
Languages: da, de

source: Filestore add failed: Working space limit has been reached.
da: Tilføjelse af fil mislykkedes: Arbejdsområdets størrelse overskredet.
de: Filestore - hinzufügen gescheitert: Arbeitsbereich ist erschöpft.

source: Filestore get working copy failed: Working space limit has been reached.
da: Kan ikke hente arbejdskopi: Arbejdsområdets størrelse overskredet.
de: Filestore - Arbeitskopie Aufruf gescheitert: Arbeitsbereich ist erschöpft.

source: File promotion failed: area out of space
da: Forfremmelse af fil mislykkedes: Ikke mere plads i området
de: Datei Weiterleitung gescheitert: Arbeitsbereich ist erschöpft.

source: File promotion failed: out of space
da: Forfremmelse af fil mislykkedes: Ikke mere plads
de: Datei Weiterleitung gescheitert: Arbeitsbereich erschöpft.

source: General
da: Generelt
de: Allgemein

source: All files not specifically stored in another area.
da: Alle filer der ikke gemmes i et andet områder.
de: Alle Dateien ohne spezifisches Modul

source: File download
da: Filoverførsel

source: Filemanager
da: Filhåndtering

source: Settings for Filemanger module
da: Indstillinger for filhåndtering

source: Public file system path
da: Offentlig filsystem sti
de: Verzeichnis für öffentliche Dateien

source: A file system path where public files will be stored. This directory has to exist and be writable by Drupal. This directory has to be accessible over the web. Changing this location after the site has been in use will cause problems so only change this setting on an existing site if you know what you are doing.
da: Stien hvor offentlige filer gemmers. Kataloget skal eksistere og Drupal skal kunne skrive til det. Kataloget skal være tilgængeligt via nettet. Ændres denne placering efter netstedet har været i brug kan der opstå problemer. Skift kun denne indstilling hvis de ved hvad du gør.
de: Der Pfad zu einem Verzeichnis, in dem öffentliche Dateien gespeichert werden. Dieses Verzeichnis muss vorhanden sein, von Drupal geschrieben werden können und über das Web erreichbar sein. Eine Änderung dieses Pfades ist, sobald Dateien dort gespeichert wurden, problematisch. Daher sollte diese Einstellung nur geändert werden, wenn die Konsequenzen klar sind.

source: Public file system URL
da: Offentlig filsystem URL
de: URI des Ausgangs-Verzeichnisses für öffentliche Dateien

source: Base URL that points to the public files directory.
da: Basis URL der peger på den offentlige mappe.
de: Basis-URI, der auf jenes Verzeichnis verweist, von dem aus das oben angegebene Verzeichnis für öffentlichen Dateien relativ erreichbar ist.

source: Private file system path
da: Privat filsystem sti
de: Pfad zum nicht öffentlichen, privaten Dateisystem

source: A file system path where private access controlled files will be stored. This directory has to exist and be writable by Drupal. This directory should not be accessible over the web. Changing this location after the site has been in use will cause problems so only change this setting on an existing site if you know what you are doing.
da: Stien hvor private filer gemmes. Kataloget skal eksistere og Drupal skal kunne skrive til det. Kataloget skal være tilgængeligt via nettet. Ændres denne placering efter netstedet har været i brug kan der opstå problemer. Skift kun denne indstilling hvis de ved hvad du gør.
de: Der Pfad zu einem Verzeichnis, bei dem Drupal den Zugriff „privat” verwaltet. Dieses Verzeichnis muss vorhanden sein und von Drupal geschrieben werden können. Das Verzeichnis sollte nicht über das Web erreichbar sein. Eine Änderung dieses Pfades ist, sobald Dateien dort gespeichert wurden, problematisch. Daher sollte diese Einstellung nur geändert werden, wenn die Konsequenzen klar sind.

source: Maximum files per directory
da: Antal filer pr. mappe
de: Zulässige Anzahl von Dateien pro Verzeichnis

source: Maximum number of files to put in each directory.
da: Antal filer der gemmes i hvert katalog.
de: Die höchste mögliche Anzahl von Dateien, die in einem Verzeichnis abgelegt werden dürfen.

source: Working size limit
da: Arbejdsområdets størrelse
de: Größe des Arbeitsbereichs

source: Maximum total size in megabytes for the working storage directory. Enter -1 for unlimited.
da: Arbejdsområdets maksimale størrelse i MB. Indtast -1 for ubegrænset.
de: Größe des zulässigen Speicherbereichs in Megabytes. Für unbeschränkte Größe kann -1 eingetragen werden.

source: Maximum working age
da: Maksimal alder
de: Längste Dauer bis zur Weiterverarbeitung

source: Maximum amoung of time in minutes that an attachment is allowed to live in working storage. Enter -1 for unlimited.
da: Antal minutter en fil kan opholde sig i arbejdsområdet. Indtast -1 for ubegrænset.
de: Höchste zulässige Dauer in Minuten, für die eine Datei im Arbeitsspeicher verbleiben darf. Für eine unbeschränkte Dauer kann -1 eingetragen werden.

source: Maximum size limit
da: Maksimal størrelse
de: Dateibereichsgröße

source: Maximum amount of disk space that can be consumed by all files. Enter in megabytes.
da: Mængden af diskplads en fil kan optage. Indtast i megabytes.
de: Die Größe des Bereichs, der allen Dateien gemeinsam zur Verfügung steht. Angabe in Megabytes.

source: File areas
da: Filområder
de: Datei-Bereiche

source: The following numbers control the total size of all files allowed in a particular area. Enter '-1' to allow unlimited size. Select force private to force all files in that area to be streamed (no direct access) through the private directory. If the module that controls that area does not enforce security it will default to allow all access.
da: De følgende tal angiver den samlede størrelse af filer i et bestemt område. Indtast '-1' hvis du ikke ønsker nogen grænse. Vælg 'tving privat' hvis du ønsker at alle filer i området skal håndteres af Drupal (uden direkte adgang). Hvis modulet, der håndterer området, ikke implmenterer sikkerhed er standarden at al adgang tillades.
de: Die folgende Zahl legt die Gesamtgröße aller Dateien in einem bestimmten Dateibereich fest. Mit -1 wird eine unbeschränkte Größe festgelegt. „Privat erzwingen” legt für alle Dateien den Zugriff über Drupal fest, der direkte Zugriff ist dann nicht mehr möglich. Sofern das Modul, das diesen Zugriff kontrolliert, diese Sicherheit nicht gewährleisten kann, wird allgemeiner Zugriff zugelassen.

source: Area
da: Område
de: Bereich

source: Description
da: Beskrivelse
de: Beschreibung

source: Max size (Mb)
da: Størrelse (Mb)
de: Max. Größe (MB)

source: Force Private
da: Tving privat
de: Privat erzwingen

source: The selected file %file could not be uploaded, because the destination %directory is not properly configured.
da: Filen %file kan ikke uploades, da mappen %directory ikke er konfigureret korrekt.
de: Die ausgewählte Datei %file konnte nicht an den Server übertragen werden, da das Zielverzeichnis %directory nicht korrekt konfiguriert ist.

source: The selected file %file could not not be uploaded, because the destination %directory could not be found, or because its permissions do not allow the file to be written.
da: Filen %file kan ikke uploades, da mappen %directory ikke findes, eller fordi der ikke kan skrives til den.
de: Die ausgewählte Datei %file konnte nicht an den Server übertragen werden, da das Zielverzeichnis %directory entweder nicht vorhanden ist oder keine Schreibzugriffe gestattet.

source: The selected file %file could not be copied, because no file by that name exists. Please check that you supplied the correct filename.
da: Filen %file kan ikke kopieres, da filen ikke eksisterer. Undersøg venligst om du har angivet det korrekte filnavn.
de: Die ausgewählte Datei %file konnte nicht kopiert werden, da die Datei nicht gefunden wurde. Der Dateiname ist zu prüfen.

source: The selected file %file could not be copied, because a file by that name already exists in the destination.
da: Filen %file kan ikke kopieres, da der allerede findes en fil med det angivne navn.
de: Die ausgewählte Datei %file konnte nicht kopiert werden, da eine Datei mit selbem Namen bereits am Zielort vorhanden ist.

source: The selected file %file could not be copied.
da: Filen %file kan ikke kopieres.
de: Die ausgewählte Datei %file konnte nicht kopiert werden.

source: The removal of the original file %file has failed.
da: Filen %file kan ikke fjernes.
de: Das Löschen der Originaldatei %file ist fehlgeschlagen.

source: file system
da: filsystem
de: Dateisystem

source: filemanager
da: filhåndtering

source: Adds support for a managed file repository for other modules.
da: Giver andre moduler mulighed for at håndtere filer.
de: Unterstützt einen verwaltetes Speicherbereich für Dateien anderer Module.

source: file download
de: Datei vom Server laden
